console.log(```
  ---Самопроверка---
1. Страница Main при ширине экрана 1280px: +14
    Все блоки соответствуют требованиям

2. Страница Main при ширине экрана 768px: +14
    Все блоки соответствуют требованиям

3. Страница Main при ширине экрана 320px: +14
    Все блоки соответствуют требованиям

4. Страница Pets при ширине экрана 1280px: +6
    Все блоки соответствуют требованиям

5. Страница Pets при ширине экрана 768px: +6
    Все блоки соответствуют требованиям

6. Страница Pets при ширине экрана 320px: +6
    Все блоки соответствуют требованиям

8. Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки,\n
справа от отдельных блоков не появляются белые поля.\n
Весь контент страницы при этом сохраняется: не обрезается и не удаляется: +20

9. Верстка резиновая: +8

10. При ширине экрана меньше 768px на обеих страницах меню в хедере скрывается, появляется иконка бургер-меню: +4

11. Верстка обеих страниц валидная: +8

Общее количество баллов: 100
  ```);
